tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "glib"
brew "cairo"
brew "cmake"
brew "docker-compose"
brew "icu4c@76"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "imagemagick"
brew "libffi"
brew "libyaml"
brew "peco"
brew "perl"
brew "portaudio"
brew "pv"
brew "qemu"
brew "tmux"
brew "unar"
brew "wget"
brew "zsh-completions"
cask "copilot-for-xcode"
