bierner.markdown-mermaid
bierner.markdown-preview-github-styles
christian-kohler.path-intellisense
docker.docker
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-github-actions
goessner.mdmath
golang.go
hediet.vscode-drawio
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.vscode-jupyter-cell-tags
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.remote-explorer
pkief.material-icon-theme
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
yzane.markdown-pdf
