austin.code-gnu-global
bierner.markdown-preview-github-styles
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
goessner.mdmath
golang.go
James-Yu.latex-workshop
joaompinto.vscode-graphviz
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-vscode.cpptools
mushan.vscode-paste-image
Shan.code-settings-sync
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
torn4dom4n.latex-support
WallabyJs.quokka-vscode
yzane.markdown-pdf
